Repository: cheapw/Lianliankan-SecondTry
Catalog: Lianliankan_WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: Back to Menu
zh_cn: 返回主菜单

source: Column
zh_cn: 列

source: Confirm
zh_cn: 确认

# CustomDifficulty.Content
source: Custom
zh_cn: 自定义

# CustomSettingAlert
source: The product of the selected row and column cannot be odd, otherwise there will be one button left that cannot be matched!
zh_cn: 所选的行和列的乘积不能为奇数，那样的话最后就会剩下一个按钮找不到伴哦！

# EasyDifficulty.Content
source: Easy
zh_cn: 简单

# FailPrompt
source: Time's up, don't be discouraged, let's try again!
zh_cn: 时间到了哦，不要气馁，再试一次吧！

# GameCustomHintText
source: Your choice is
zh_cn: 你的选择是：

# GameName.Text
source: Your Link Game
zh_cn: 你的连连看

# HardDifficulty.Content
source: Hard
zh_cn: 困难

# Hint.Content
source: Hint
zh_cn: 提示

# Hint_MainMenuPage.Text
source: Choose difficulty, start the game:
zh_cn: 选择难度，开始游戏：

# MediumDifficulty.Content
source: Medium
zh_cn: 中等

# RankingListTile.Text
source: Ranking List
zh_cn: 排行榜

# Reshuffle.Content
source: Reshuffle
zh_cn: 重新打乱

# Restart.Content
source: Restart
zh_cn: 重新开始

# Return.Content
source: Return
zh_cn: 返回主菜单

# Row
source: Rows
zh_cn: 行

# RowColumnLinkText
source: and
zh_cn: 和

# StartGame.Content
source: Start the Game
zh_cn: 开始游戏

# StartGameHintText.Text
source: Let's Start the Game!
zh_cn: 马上开始游戏吧！

# SuccessPrompt
source: You're the victory, congratulations!
zh_cn: 恭喜挑战成功，啦啦啦！

source: System Prompts
zh_cn: 系统提示

# TryAgainPrompt
source: Play Again
zh_cn: 再玩一次
